Repository: rbignon/menareants
Catalog: po/*.po
Languages: fr

source: -> Accelerated to %d cells by turn
fr: -> Accéléré à %d cases par tours

source: -> Slow downs to %d cells by turn
fr: -> Ralentis à %d cases par tours

source: - Capacity: %d
fr: - Capacité : %d

source: - Contain:
fr: - Contient :

source: - End of Game
fr: - Fin de Partie

source: - Waiting for reconnection
fr: - Attente de reconnexion

source: days
fr: jours

source: days
fr: jours

source: hours
fr: heures

source: months
fr: mois

source: years
fr: années

source: $%d income each turn
fr: Rapporte %d $ par tours

source: %0Eo's %0Et invests %1s's McPuke installed in %2Eo's barracks!! He's going to eat everything! That will take %3s days for him!
fr: %0Et de %0Eo vient d'investir le McGerbale de %1s installé dans la caserne de %2Eo !! Il va tout bouffer ! Il lui faudra %3s jours !

source: %0Eo's %0Et is farting!!! Every infantry next to him will be damaged because of stink!!
fr: %0Et de %0Eo a pété !!! Toute l'infanterie se trouvant autour va être endommagée à cause de l'affreuse puanteur qui se répand !

source: %0Eo's %0Et shoot %1Eo's %1Et of %2s
fr: %0Et de %0Eo dégomme %1Et de %1Eo de %2s

source: %d missile(s) - New missile in %d day(s)
fr: %d missile(s) - Nouveau missile dans %d jour(s)

source: %d seconds
fr: %d secondes

source: %s gives $%s to %s
fr: %s donne %s $ à %s

source: %s gives a country to %s
fr: %s donne un territoire à %s

source: %s gives you $%s
fr: %s vous donne %s $

source: %s gives you a country
fr: %s vous donne un territoire

source: %s has a new missile in stock!
fr: %s a un nouveau missile en stock !

source: %s has killed %s men! He's a butcher!
fr: %s a tué %s hommes ! Quel boucher !

source: %s has taken your country (%s)
fr: %s a pris votre territoire (%s)

source: %s is already used
fr: Le pseudo %s est déjà utilisé

source: %s is now neutral
fr: %s est maintenant neutre

source: %s is now owned by %s
fr: %s appartient maintenant à %s

source: %s is ready.
fr: %s est prêt.

source: %s paies $2000 for orders to %s
fr: %s paye 2000 $ à %s pour les consommations.

source: %s paies $2000 for orders to you
fr: %s vous paye 2000 $ pour les consommations.

source: %s's %s has been destroyed!
fr: %2$s de %1$s a été détruit(e) !

source: (death)
fr: (mort)

source: * "Graphic artist"
fr: "Graphiste"

source: * Main developer
fr: * Développeur principal

source: *** %s become allied to %s
fr: *** %s est maintenant allié avec %s

source: *** %s become allied to you.
fr: *** %s est maintenant allié avec vous.

source: *** %s has accepted your alliance
fr: *** %s a accepté votre alliance

source: *** %s has broken his alliance with %s
fr: *** %s a rompu l'alliance qu'il avait avec %s

source: *** %s has broken his alliance with you
fr: *** %s a rompu l'alliance qu'il avait avec vous

source: *** %s has joined game
fr: *** %s a rejoint la partie

source: *** %s has leave game
fr: *** %s a quitté la partie

source: *** %s has lost.
fr: *** %s a perdu

source: *** END OF TURN.
fr: *** FIN DU TOUR.

source: *** NEW TURN:
fr: *** NOUVEAU TOUR:

source: *** Press F1 to get help
fr: *** Appuyez sur F1 pour avoir de l'aide

source: *** VOUS HAVE LOST!!!
fr: *** VOUS AVEZ PERDU !!!

source: *** You become allied to %s
fr: *** Vous êtes maintenant allié à %s

source: *** You begin with $%d
fr: *** Vous commencez la partie avec %d $

source: *** You earn $%d
fr: *** Vous gagnez %d $

source: *** You have broken your alliance with %s
fr: *** Vous avez cassé votre alliance avec %s

source: *** You have rejoin %s
fr: *** Vous avez rejoint %s

source: *** You have selected "Scoring" Option, but game's scores will not be counted because: - You are playing only with AIs players. - Or you are playing on a non-official server.
fr: *** Vous avez sélectionné l'option "Scoring", mais les scores de la partie ne pourront être comptabilisés car : - Vous jouez contre uniquement des Intelligences Artificielles. - Ou alors vous jouez sur un serveur non officiel.

source: ***** BEGIN OF GAME *****
fr: ****** DÉBUT DE LA PARTIE ******

source: A classical tank
fr: Char d'assaut

source: A player has lost when he hasn't got any building.
fr: Un joueur a perdu lorsqu'il n'a plus de bâtiments.

source: A save has the same name. Do you want to erase it?
fr: Une sauvegarde possède le même nom. Voulez vous l'écraser ?

source: AI's name to create:
fr: Nom de l'IA à créer :

source: Abort
fr: Abandonner

source: Active in %d days.
fr: Active dans %d jours.

source: Add
fr: Ajouter

source: Add
fr: Ajouter

source: Add a server in this list.
fr: Ajouter un serveur dans la liste.

source: Add an artificial player (an AI) in game
fr: Ajouter un joueur artificiel (une IA) dans la partie

source: AirPort
fr: Aéroport

source: Al-Quaïda network and its diverted boïngs.
fr: Le réseau Al-Quaïda et ses avions détournés.

source: All players aren't ready. Are you sure to want to start game? No ready players will be kicked
fr: Tous les joueurs ne sont pas prêts. Êtes-vous sûrs de vouloir démarrer la partie ? Les joueurs qui ne sont pas prêts seront éjectés

source: Alone game
fr: Mission solo

source: An error was occured in game!! It has been send to MenAreAnts' coders, and they are going to fix it. Sorry for obstruct caused
fr: Une erreur est survenue pendant le jeu !! Elle a été envoyé aux programmeurs de MenAreAnts qui vont faire leur possible pour la corriger. Nous vous prions de bien vouloir nous excuser pour la gêne occasionnée

source: And the best player is.... %s with %s points!
fr: Et le meilleur joueur est… %s avec %s points !

source: Are you ready ?
fr: Êtes-vous prêt ?

source: Are you sure to abort game?
fr: Êtes-vous sûr de vouloir abandonner la bataille ?

source: Are you sure to leave game ?
fr: Êtes-vous sûr de vouloir quitter la partie ?

source: Army
fr: Armée

source: Back
fr: Retour

source: Bad dressed with a beer belly, he's able to destroy an McPuke installed on your barrack and to fart. It can be created only one time.
fr: Mal habillé avec un gros ventre, il peut détruire un Mc Gerbale installé dans votre caserne, et péter pour détruire l'infanterie.

source: Barbed Wire
fr: Barbelés

source: Barrack + McPuke
fr: Caserne + McGerbale

source: Barracks
fr: Caserne

source: Basic army
fr: Armée de base

source: Beacon
fr: Balise

source: Begin of fight:
fr: Début des combats :

source: Best income: $%s
fr: Meilleurs revenu : %s $

source: Boeing 767 (suicide plane)
fr: Boeing 767 (avion suicide)

source: Bridge
fr: Pont

source: Builds ships.
fr: Construit des unités navales.

source: Builds vehicles.
fr: Construit des véhicules.

source: Business center
fr: Centre d'affaire

source: Can attaq:
fr: Peut attaquer :

source: Can build planes.
fr: Peut construire des avions.

source: Can fire to defend your city.
fr: Peut tirer pour défendre la ville.

source: Can invest:
fr: Peut investir :

source: Can nothing attack.
fr: Ne peut rien attaquer.

source: Cancel
fr: Annuler

source: Carrier boat
fr: Bateau de transport

source: Carrier plane (cargo plane)
fr: Avion de transport (avion cargo)

source: City center
fr: Centre ville

source: Clic here when you have made all your moves.
fr: Appuyez ici quand vous avez fait tous vos déplacements.

source: Clic on his nickname to kick %s
fr: Cliquez sur ce pseudonyme pour éjecter %s

source: Close
fr: Fermer

source: Colombia
fr: Colombie

source: Colombia producer of cocaine.
fr: La Colombie productrice de cocaïne.

source: Connect to a specific server
fr: Se connecter à un serveur spécifique

source: Cost: $%d
fr: Coût : %d $

source: Country name:
fr: Nom du territoire :

source: Create a game
fr: Créer une partie

source: Creations
fr: Créations

source: Credits
fr: Crédits

source: Default color in each games.
fr: Couleur par défaut dans chaque parties.

source: Default color:
fr: Couleur par défaut :

source: Default nation:
fr: Nation par défaut :

source: Defense tower
fr: Tour de défense

source: Delete
fr: Supprimer

source: Delete selected server in list.
fr: Supprimer un serveur de la liste.

source: Deploy
fr: Déployer

source: Deploy unity to have more capacities
fr: Déployer l'unité pour avoir des capacités en plus

source: Deployable
fr: Déployable.

source: Deployed
fr: Déployé.

source: Diagram
fr: Schéma.

source: Disconnect from server
fr: Se déconnecter du serveur

source: Do you really want to leave game?
fr: Êtes-vous sûr de vouloir quitter la partie ?

source: Do you want to save this map ?
fr: Voulez-vous sauvegarder la carte ?

source: Do you want to send to meta-server scoring of game ?
fr: Voulez-vous que les scores soient envoyés au meta-serveur et comptent dans le classement ?

source: Download MenAreAnts.zip on website.
fr: Téléchargez MenAreAnts.zip sur le site.

source: Duration:
fr: Durée :

source: Earns you some money each turn
fr: Rapporte une certaine somme par tours

source: Effects
fr: Effets

source: Eiffel Tower
fr: Tour Eiffel

source: Eiffel Tower shows all the map including units.
fr: La Tour Eiffel montre toutes les unités sur la carte.

source: End of fight:
fr: Fin des combats :

source: Engineer
fr: Ingénieur

source: Enter filename for this map
fr: Entrez le nom du fichier de la carte

source: Enter game's name to create
fr: Entrez le nom de la partie à créer

source: Enter nickname of player you want to give this country to
fr: Entrez le pseudonyme de la personne à qui vous souhaitez donner ce territoire

source: Enter user's nickname you want to kill:
fr: Entrez le pseudo de l'utilisateur que vous souhaitez déconnecter :

source: Exit
fr: Quitter

source: Extract
fr: Extraire

source: Fart
fr: Péter

source: Find idling
fr: Inactifs

source: Five times more income than the city center.
fr: Rapporte cinq fois plus que le centre ville

source: Flying
fr: En vol

source: Fold up
fr: Replier

source: Forest
fr: Forêt

source: France and its Eiffel Tower to see all map.
fr: La France et sa Tour Eiffel pour afficher toute la carte.

source: Free orders of McPuke for %s
fr: Consommations gratuites de McGerbale pour %s

source: Freighter
fr: Avion-cargo

source: Fullscreen
fr: Plein écran

source: Game list:
fr: Liste des parties :

source: Give Country
fr: Don. Terr.

source: Give money
fr: Don. Arg.

source: Give money to this player
fr: Donner de l'argent à un autre joueur

source: Give this country to an other player.
fr: Donner ce territoire à un autre joueur.

source: Go on %s to get more informations.
fr: Visitez %s pour avoir plus d'informations.

source: Ground
fr: Terre

source: Ground vehicles and infantry troups carrier
fr: Transporteur de troupes et de véhicules terrestre

source: He has a high range vision and ground stay visible after his transit.
fr: Il a un champs de vision élevé, et le terrain où il passe reste visible en permanence.

source: He is able to repair buildings or capture new ones.
fr: Il peut capturer les bâtiments ennemis ou réparer les vôtres.

source: Hello! This is your first run! You can register an account to have score saving and your nickname protected. Do you want to register it?
fr: Bonjour ! Ceci est votre premier lancement du jeu ! Vous pouvez enregistrer un compte pour avoir la sauvegarde des scores et votre pseudo protégé. Voulez-vous l'enregistrer ?

source: Hostname is unreachable
fr: Impossible de résoudre l'hostname

source: How many X-coordinate cells? (20 minimum)
fr: Combien voulez-vous de cases en abscisse (horizontal, 20 minimum) ?

source: How many Y-coordinate cells? (20 minimum)
fr: Combien voulez-vous de cases en ordonnée (vertical, 20 minimum) ?

source: How many money do you want to give to %s?
fr: Combien voulez-vous donner à %s ?

source: If checked, this map is a mission and the player will be the first in the list. This editor can't configure special characteristics of missions
fr: Si coché, cette carte est une mission et le joueur sera le premier de la liste. Cet éditeur de carte ne peut pas configurer les caractéristiques spéciales des missions

source: If this is active, music files are in this directory:
fr: Les fichiers musicaux sont dans le répertoire :

source: Incorrect password.
fr: Mot de passe incorrect.

source: Is going to deploy
fr: Va se déployer

source: Is going to fart
fr: Va lâcher un gros prout bien bruyant

source: Is going to upgrade
fr: Va upgrader.

source: It is necessary at least that %d are ready
fr: Il doit y avoir au moins %d joueurs prêts

source: It might have at least two players
fr: Il doit y avoir au moins deux joueurs

source: It remains %d for %s's %s
fr: Il reste %1$d pour %3$s de %2$s

source: Japan
fr: Japon

source: Japan tourist
fr: Touriste japonais

source: Japanese tourists and the advantage of photography.
fr: Les touristes japonais et l'avantage de la photographie.

source: Join a game
fr: Rejoindre la partie

source: Join selected server
fr: Rejoindre le serveur sélectionné

source: Jouano is eating all Big Macs! He will finish it in %d day
fr: Jouano est en train de bouffer tous les Big Mac ! Il aura fini dans %d jour

source: Kill a player
fr: Déconnecter un joueur

source: Killed
fr: Tués

source: Landing
fr: Atterrir

source: Launch game
fr: Lancer la partie

source: Launching silo
fr: Silo de lancement

source: Leave
fr: Quitter

source: Leave game
fr: Partir du jeu

source: Load a file
fr: Charger

source: Loading game...
fr: Chargement de la partie...

source: Locked
fr: Verrouillé

source: Losses
fr: Pertes

source: Map Editor
fr: Éditeur de Maps

source: Map created by %s
fr: Carte créée par %s

source: Map editor
fr: Éditeur de Maps

source: Map file is loading...
fr: Carte en cours de chargement...

source: Map is saved. You can reload it by creating a game and by sending this map to server.
fr: La carte a bien été sauvegardée. Vous pouvez la charger en créant une nouvelle partie, puis en l'envoyant au serveur.

source: Map name
fr: Nom de la carte

source: Map saved
fr: Carte sauvegardée

source: Max players
fr: Max joueurs

source: Maximal number of players has to be superior or equal than minimal number of players
fr: Le nombre maximum de joueurs doit être au moins égal au nombre minimal de joueurs

source: Maximal time in seconds of each turn
fr: Temps maximal de réflexion d'un tour en secondes

source: McPuke Donald
fr: Donald de McGerbale

source: Megalopolis
fr: Mégalopole

source: Message of the day
fr: Message du jour du serveur

source: Min players
fr: Min joueurs

source: Mine actived
fr: Mine active

source: Missile launcher
fr: Lance-missiles

source: Missile launcher vehicle whith 8 square range once deployed.
fr: Véhicule lanceur de missiles à portée de 8 cases une fois déployé.

source: Money earned by each players at begin of game
fr: Argent initial de chaque joueur

source: Money for cities
fr: Argent par villes

source: Money:
fr: Argent :

source: Montain
fr: Montagne

source: More infos
fr: Plus d'infos.

source: Music
fr: Musique

source: NOD's obelisk
fr: Obélisque du NOD

source: NOD's obelisk considerably multiplies your attack power against vehicles and infantry, and can now attack buildings (except the city centers)! It has a better reach than the defense towers, and is more resistant to attacks. The NOD's obelisk is a reference to a cult game.
fr: L'obélisque du NOD multiplie considérablement la puissance contre les véhicules et l'infanterie, et peut maintenant toucher les bâtiments (hormis le centre ville) ! Elle a une portée plus importante que la tour de défense, et sera beaucoup plus résistante aux attaques contre elle. L'obélisque du NOD est un clin d'oeil à un jeu culte.

source: Name:
fr: Nom :

source: Neutral
fr: Neutre

source: Neutral paies $2000 for orders to %s
fr: Neutre paye 2000 $ à %s pour les consommations.

source: New map
fr: Créer une carte

source: Nickname Score Victories Defeats Killed Best incomes
fr: Pseudo Score Victoires Défaites Tués Meilleurs revenus

source: Nickname:
fr: Pseudo :

source: No
fr: Non

source: No reason specified
fr: Aucune raison spécifiée

source: No such %s nickname
fr: %s n'est pas connecté

source: No suck player
fr: Joueur introuvable

source: Not linked with a NuclearSearch Center.
fr: N'est pas relié à un Centre de Recherche Nucléaire.

source: Nuclear missile launching silo
fr: Silo de lancement de missiles nucléaires

source: Nuclear missile manufacturing.
fr: Fabrication de missiles nucléaires.

source: Nuclear research center
fr: Centre de recherche nucléaire

source: Official servers only
fr: Serveurs officiels seulement

source: On ground
fr: Au sol

source: Ping Name Proto Players Games On Standby
fr: Ping Nom Proto Joueurs Parties En Attente

source: Play a game
fr: Jouer

source: Players
fr: Joueurs

source: Players:
fr: Joueurs :

source: Please enter a nickname.
fr: Veuillez entrer un pseudonyme.

source: Please enter a server hostname and a port, in form hostname[:port]
fr: Veuillez entrer un serveur et un port, de la forme hostname[:port]

source: Please enter a server name (in form "host:port").
fr: Veuillez entrer l'hôte d'un serveur (de la forme "host:port")

source: Please give a name to this map!
fr: Veuillez donner un nom à la carte !

source: Please put a number in this unit.
fr: Veuillez mettre un nombre dans cette unité.

source: Please select a map!
fr: Veuillez sélectionner une carte !

source: Please select a server in this list:
fr: Veuillez sélectionner un serveur :

source: Please select a server.
fr: Veuillez sélectionner un serveur.

source: Please select an owner
fr: Veuillez sélectionner un propriétaire.

source: Please specifie a X-coordinate to 20 cells minimum
fr: Veuillez entrer une abscisse de 20 cases minimum

source: Please specifie a Y-coordinate to 20 cells minimum
fr: Veuillez entrer une ordonnée de 20 cases minimum

source: Please wait while connecting...
fr: Connexion en cours, veuillez patienter...

source: Please wait... An %s's unity moves somewhere out of your field of vision.
fr: Veuillez attendre... Une unité de %s bouge quelque part hors de votre champ de vision.

source: Port is an integer value.
fr: Le port doit être une valeur numérique.

source: Porty: %d cells
fr: Portée : %d cases

source: Porty: No, body-on-body fights
fr: Portée : Aucune, combats au corps à corps

source: Quick game
fr: Partie rapide

source: Random
fr: Aléatoire

source: Random find an unit who idles.
fr: Trouve une unité inactive.

source: Ready
fr: Prêt

source: Ready Nickname Color Nation
fr: Prêt Pseudo Couleur Nation

source: Reason is:
fr: Raison :

source: Refresh list
fr: Actualiser la liste

source: Refresh server list
fr: Actualiser la liste des serveurs

source: Region of Noisy and its caves.
fr: La contrée de Noisy et ses cavernes.

source: Register your nickname to save your stats and to protect it from other users
fr: Enregistrez votre pseudo pour le protéger et pour sauvegarder vos statistiques

source: Rehash configuration
fr: Actualiser la configuration du serveur

source: Resolution:
fr: Résolution :

source: Save
fr: Sauvegarder

source: Scoring
fr: Scores

source: See your profile
fr: Regarder votre profil

source: Select a meta-server in this list.
fr: Sélectionnez un meta-serveur dans cette liste.

source: Sell
fr: Vendre

source: Sell this building.
fr: Vendre le bâtiment.

source: Send him to a barrack, he'll install a McPuke.
fr: Emmenez-le sur une caserne pour qu'il y installe un McGerbale.

source: Send the engineer to an ennemy building to capture it, or to one of yours damaged to repair it
fr: Envoyez l'ingénieur sur un bâtiment ennemi pour le capturer, ou sur un de vos bâtiments endommagés pour le réparer.

source: Send your fat Jouano on one of your McPuke occupied barrack, he'll eat everything and ruin it. You can fart on all enemy infantry...
fr: Envoyez votre gros Jouano sur une de vos casernes investies d'un Mc Gerbale, il mangera tout et fera exploser celui-ci. Vous pouvez également le faire péter pour détruire l'infanterie (amie ou ennemie) dans un carré de 3x3 cases autour de Jouano...

source: Server can't rehash configuration. Please verify it.
fr: Le serveur ne peut pas recharger la configuration. Veuillez la vérifier.

source: Server doesn't understand a command we have sended
fr: Le serveur n'a pas compris une commande envoyée

source: Server is too slow. Disconnecting...
fr: Le serveur est trop lent. Déconnexion…

source: Server to add in form "host[:port]"
fr: Ajoutez un hôte sous forme "host[:port]"

source: Ship
fr: Bateau

source: Shipyard
fr: Chantier naval

source: Show all characteristics of the unit.
fr: Montre toutes les caractéristiques de l'unité.

source: Show all map.
fr: Montre toute la carte.

source: Show all units on map.
fr: Montre toutes les unités de la carte.

source: Show delimitation of territories on the map.
fr: Montre la délimitation des territoires.

source: Show only official servers
fr: N'afficher que les serveurs officiels

source: Show options (alliances, etc.)
fr: Afficher les options (notamment les alliances)

source: Show scoring
fr: Afficher le tableau des scores

source: Skirmich
fr: Escarmouche

source: Skirmich against computer
fr: Faire une escarmouche contre l'ordinateur

source: Spain
fr: Espagne

source: Steps by turn: %d cells
fr: Pas par tours : %d cases

source: Taking off
fr: Décoller

source: Tank
fr: Char

source: Tank factory
fr: Usine de chars

source: Tank is a basic vehicle which has the particularity to be faster and cheapper than infantry for the same fire power. However it is unable to cross over bridges.
fr: Le char est le véhicule de base et a la particularité d'être plus rapide qu'une armée, et coûte moins cher pour la même puissance. Cependant il ne peut traverser les ponts.

source: Thanks to: - lodesi: patches for defense tower and other effects. - phh: patch for the plane. - pankkake, Zic, Nico, Mathieu and Thomas who have tested the game.
fr: Merci au lycée Corneille pour nous avoir mis dans le contexte emmerdant qui nous a permis de trouver des idées "amusantes" pour passer le temps et qui aboutirent à ce jeu en version plateau que l'on a pu expérimenter pendant les cours d'histoire et d'espagnol. Merci à lodesi et phh pour divers patches. Merci également à pankkake, Zic, Nico, Mathieu, et Thomas pour avoir testé le jeu.

source: The MkPuke Donald must take over an ennemi barrack to build a McPuke. Then, any units created by this barrack will have his movment divided by two, units with only one square initial movmentwill be definitely trapped because of their fat and profuse food. Furthemore, the barrack owner will given money every turn to MkPuke builder to pay all this food. The only way to destroy a McPuke is to send a Jouano
fr: Le Donald de McGerbale doit investir une caserne ennemie pour y installer un McGerbale. Dès lors, toute unité créée par cette caserne avancera deux fois moins vite, et les unités n'avançant initialement que d'une case par tours seront (définitivement!) immobilisées, à cause de leur consommation de nourriture abondante et lourde. En outre, le propriétaire de la caserne infectée donnera chaque tour de l'argent à celui qui a posé le McGerbale pour ce qui a été consommé. Le seul moyen de virer le McGerbale est d'y envoyer un Jouano.

source: The Spanish teacher who impose weak rules and fuck us .
fr: La prof d'espagnol qui impose des règles débiles et nous emmerde.

source: The USSR and its goulags...
fr: L'URSS et ses goulags...

source: The United States invests the world with of McDonalds.
fr: Les États-Unis investissent le monde avec des McGerbales.

source: The airport can be used to create planes.
fr: L'aéroport peut être utilisé pour créer des avions.

source: The barracks builds basic infantry.
fr: La caserne construit l'infanterie de base.
