Repository: rbignon/menareants
Catalog: po/*.po
Languages: fr

source: The business center earns you money each turn, two times more than the city center. Whoever takes your business center becomes the owner of all the districts of the city.
fr: Le centre d'affaires rapporte de l'argent chaque tour, deux fois plus que le centre ville. Celui qui prend votre centre d'affaire devient possesseur de tous les quartiers de la ville.

source: The center regularly builds a missile which can be launched from the nuclear silo.
fr: Le centre fabrique des missiles nucléaires fréquemment qui peuvent être lancés depuis le Silo de lancement.

source: The city center earns you money each turn. Whoever takes your business center becomes the owner of all the districts of the city.
fr: Le centre ville rapporte de l'argent chaque tour. Celui qui prend votre centre ville devient possesseur de tous les quartiers de la ville.

source: The defense tower is originally located in cities. It provides a non-negligible defense, even if it has a short reach. Use missile launchers to destroy it.
fr: La tour de défense se trouve dès l'origine dans les villes. Elle fournit une défense non négligeable, même si elle a une porté plutôt faible. Comptez sur les lance-missiles pour la détruire.

source: The launching silo can launch the nuclear missile avalaible in the nuclear research center stock. The damages caused by a H bomb are very important (6 squares around impact). Your units are not immunized.
fr: Le Silo de lancement peut lancer les missiles en stock dans le Centre de recherches nucléaire. Les dégâts causés par une bombe H sont d'une importance très grande (sur 6 cases avec pour centre la zone d'impact). Vos unités ne sont pas à l'abri de vos propres tirs !!

source: The megalopolis earns you money each turn, FIVE times more than the city center, and 2,5 times more than the business center. Whoever takes your megalopolis becomes the owner of all the districts of the city.
fr: La mégalopole rapporte de l'argent chaque tour, CINQ fois plus que le centre ville, et 2,5 fois plus que le centre d'affaires. Celui qui prend votre mégalopole devient possesseur de tous les quartiers de la ville.

source: The mine explodes when an unit passes on it.
fr: La mine invisible explose quand une unité passe dessus.

source: The missile launcher unit has very few defences but is very efficient with ranged fire. It is very efficient against buildings, average against vehicles and few agains infantry.
fr: Le lance missiles est une activité avec très peu de défense mais très efficace avec ses tirs à distance. Il est très efficace contre les bâtiments, moyennement contre les véhicules et peu efficace contre l'infanterie.

source: The one who won the most money is %s with $%s per turn!
fr: Celui qui a eu le meilleur revenu est %s avec %s $ par tours !

source: The players below were disconnected from the server abnormally, probably because of the planting of their Internet connection. You can vote to eject a player. When half of the remaining human players vote for such zombie, this one will be ejected. When all the zombies either returned or were kicked, the game will begin again
fr: Les joueurs ci-dessus ont été déconnectés du serveur anormalement, probablement à cause du plantage de leur connexion Internet. Vous pouvez voter pour éjecter un joueur. Lorsque la moitié des joueurs humains restants auront voté pour tel zombie, celui-ci sera éjecté Lorsque tous les zombies sont soit revenus, soit virés, la partie reprend.

source: The server where your want to connect to doesn't know the same language than me!
fr: Le serveur où vous souhaitez vous connecter n'a pas l'air de parler le même langage que moi !

source: The shipyard is able to build ships.
fr: Le chantier naval peut construire des bateaux.

source: The tank factory can build basic vehicles.
fr: L'usine de chars peut construire des véhicules.

source: There are %d game(s) on %d servers, with %d in game and %d in preparation
fr: Il y a %d parties sur %d serveurs, dont %d en cours de jeu et %d en préparation

source: There are %d users(s), with %d accounts, %d total connections and %d played games
fr: Il y a %d joueur(s), avec %d comptes, %d connexions totales et %d parties jouées

source: There are %s game(s), with %s in game and %s in preparation.
fr: Il y a %s partie(s), dont %s en cours de jeu et %s en préparation.

source: There are %s users, with %s total connections and %s played games
fr: Il y a %s joueurs, avec %s connexions totales et %s parties jouées

source: There are not sufficient players. This map requires between %d and %d players.
fr: Il n'y a pas suffisamment de joueurs. La carte requiert entre %d et %d joueurs.

source: There aren't any idling unit.
fr: Il n'y a pas d'unité inactive.

source: There is %d missile
fr: Il y a %d missile disponible

source: There is a more recent version of this game. If you have sources, type "make update && make install" If you have a package, update your distribution or download new version at %s
fr: Il y a une version plus récente de ce jeu. Si vous possédez les sources, tapez "make update && make install" Si vous utilisez un paquet, mettez à jour votre distribution ou téléchargez une version plus récente du paquet sur %s

source: There is a more recent version of this game. Download it on %s
fr: Il y a une version plus récente de ce jeu. Téléchargez la sur %s

source: There is no server available. Try later or check your firewall.
fr: Il n'y a aucun serveur disponible. Veuillez essayer plus tard ou vérifier votre pare-feu.

source: There isn't any disponible server Please retry later.
fr: Il n'y a aucun serveur disponible Veuillez réessayer plus tard.

source: There isn't any server to host your game. Please retry later.
fr: Il n'y a aucun serveur pour héberger votre partie. Veuillez réessayer plus tard.

source: These are players played. Each countries and unities can be linked to a player.
fr: Ce sont les éventuels joueurs. Chaque territoire et unité peut avoir comme propriétaire un de ces joueurs.

source: This barrack is populated by a McPuke !!!
fr: Cette caserne est envahie par un McGerbale !!!

source: This button does nothing...
fr: Ce bouton ne fait rien...

source: This carrier ship can transport infantry.
fr: Ce bateau de transport peut contenir des unités d'infanterie.

source: This game isn't compatible with this server!?
fr: Ce jeu n'est pas compatible avec ce serveur !?

source: This infantry and vehicle carrier train needs rails to move on.
fr: Ce train de transport d'infanterie et de véhicules ne peut avancer que sur des rails.

source: This is an incorrect value.
fr: La valeur entrée est incorrecte.

source: This is your first game. Press F1 to get help.
fr: Ceci est votre première partie. Appuyez sur F1 pour obtenir de l'aide.

source: This is your first run, please configure your game
fr: C'est votre premier lancement, veuillez configurer le jeu

source: This map might have at least two players
fr: Cette carte doit avoir au moins deux joueurs

source: This nickname is registered. Enter the password:
fr: Ce pseudonyme est enregistré. Entrez le mot de passe :

source: This plane is able to carrier everything.
fr: Cet avion permet de transporter tout et n'importe quoi.

source: This radar shows all the map.
fr: Le radar montre toute la carte.

source: This represent basic army buyd by 100 mens a time. Not very fast but very efficient in hand-to-hand fights easily upgradable by 100 soldiers in a cheap way.
fr: C'est l'armée de base, que vous achetez par tranches de 100 hommes. Elle n'avance pas spécialement vite, mais a l'avantage d'être très efficace dans les combats au corps à corps, et de pouvoir engager d'autres hommes par groupes de 100 à faible coût.

source: This server is full.
fr: Le serveur est remplis. Veuillez en essayer un autre ou recommencer plus tard.

source: This server is running from %s
fr: Ce serveur a été lancé il y a %s

source: This silo is ready in %d day(s).
fr: Ce silo sera prêt dans %d jour(s)

source: This unit cannot move more quickly in a day!
fr: Cette unité ne peut pas bouger plus vite en une journée !

source: This unit is contained by selected unit.
fr: Cette unité est contenue par l'unité sélectionnée.

source: This unity can't move
fr: Cette unité ne peut pas bouger

source: Throw this suicide-plane on enemies to explode.
fr: Envoyez cet avion suicide exploser sur l'ennemi.

source: To extract an unit, you have to press space key and to clic on a cell beside container.
fr: Pour extraire une unité, vous devez maintenir la touche "espace" appuyée, et cliquer sur une case frontalière à celle où se trouve le conteneur.

source: To make an alliance with a player, click on the box associated on the left
fr: Pour créer une alliance avec un joueur, cliquez sur la case associée sur la gauche

source: To pose a visible beacon for its allies. Shortcut: B + clic
fr: Poser une balise visible pour ses alliés. Raccourci : B + clic

source: Trains are only able to move on rails.
fr: Les trains ne peuvent se déplacer que sur les rails.

source: Turn durat.:
fr: Durée tour :

source: Two times more income than the city center.
fr: Rapporte deux fois plus d'argent que le centre ville

source: Type "make update && sudo make install".
fr: Tapez en console "make update && sudo make install".

source: Type: Building
fr: Type : Bâtiment

source: Type: District of a city.
fr: Type : Quartier d'une ville.

source: Type: Infantery
fr: Type : Infanterie

source: Type: Naval unit
fr: Type : Unité navale

source: Type: Undefined!?
fr: Type : Indéfinis !?

source: Type: Vehicule
fr: Type : Véhicule

source: USA
fr: États-Unis

source: Unable to connect to meta-server
fr: Impossible de se connecter à ce serveur.

source: Unable to connect to this server.
fr: Impossible de se connecter à ce serveur.

source: Unable to connect:
fr: Impossible de se connecter :

source: Unable to create a game, there are too games on this server
fr: Impossible de créer une partie, il y en a déjà trop sur ce serveur.

source: Unable to create map. It name can be already used, or informations are incorrect.
fr: Impossible de créer la carte Son nom doit être déjà utilisé ou les informations rentrées sont incorrectes.

source: Unable to create this AI because of one of these reasons: - Nickname specified is incorrect. - Nickname specified is alreayd used by an other AI (here or in an other game). - This game is full.
fr: Impossible de créer cette IA à cause d'une de ces raisons : - Le pseudo spécifié est incorrect. - Le pseudo spécifié est déjà utilisé par une autre IA (pas forcément dans votre partie) - La partie est pleine

source: Unable to create this game. There are too games on this server. Please retry.
fr: Impossible de créer cette partie. Il y a trop de parties sur ce serveur. Veuillez réessayer.

source: Unable to join this game. It doesn't exist anymore, or it is full, or it had started
fr: Impossible de joindre cette partie. Soit elle n'existe plus, soit elle a commencé.

source: Unable to open %s map file. Please retry.
fr: Impossible de charger la carte %s. Veuillez réessayer.

source: Unable to save this map:
fr: Impossible de sauvegarder la carte :

source: Under a forest, infantry units become invisible for enemies.
fr: Quand l'infanterie passe dans une forêt elle disparaît aux yeux de l'ennemi.

source: Underground mine
fr: Mine souterraine

source: Use an amelioration of this building
fr: Utiliser une amélioration de ce bâtiment

source: Used to train men.
fr: Entraîne de l'infanterie.

source: Visibility: %d cells
fr: Visibilité : %d cases

source: Vote
fr: Voter

source: WARNING!! %s has got nuclear technologie, with his nuclear search
fr: ATTENTION!! %s vient de créer un centre de recherches nucléaire. Il possède maintenant la technologie nucléaire !!

source: Water
fr: Mer

source: Way more powerful than defense towers, C&C fans will recognize it.
fr: Bien plus puissante que la tour de défense, les fans de C&C la reconnaîtront.

source: Welcome to %s, %s !
fr: Bienvenue sur %s, %s !

source: Welcome to Men Are Ants, %s!
fr: Bienvenue sur Men Are Ants, %s !

source: What date is it at the begin of a game? ('xx xx xxxx' ou 'xx/xx/xxxx')
fr: Quelle est la date au début de la partie ? ('xx xx xxxx' ou 'xx/xx/xxxx')

source: What name do you want to give to your save?
fr: Quel est le nom que vous souhaitez donner à votre sauvegarde ?

source: Will fold up itself
fr: Va se replier

source: With his very special camera, this very fast tourist let the ground visible after his transit even if any unit stay on this place.
fr: Le touriste avance très vite et est munis d'un appareil photo spécial qui fait que partout où il passe la zone restera pleinement visible même quand plus aucune unité ne sera présente sur place.

source: Yes
fr: Oui

source: You are banned from this server.
fr: Vous êtes bannis du serveur.

source: You are in an administration login proccess. Enter the password:
fr: Vous êtes en train de chercher à vous identifier comme administrateur de ce serveur. Entrez le mot de passe :

source: You are using Microsoft Windows. Please note that the Windows version of this game can be bugged. This is a free software, please use a GOOD Operating System, like GNU/Linux.
fr: Vous utilisez Microsoft Windows qui est un sale OS. Veuillez prendre en compte le fait que la version Windows de ce jeu peut être buguée. Ceci est un logiciel libre, nous vous invitons à utiliser un BON système d'exploitation, tel que GNU/Linux.

source: You can put a barbed wire to prevent the infantry from walking.
fr: Vous pouvez poser des barbelés pour empêcher l'infanterie ennemie d'avancer.

source: You can register an account to protect your nickname, and to save your statistics (score, etc.) The password will be saved on your computer and you will not have to enter it each times you want to play. Enter a password:
fr: Vous pouvez créer un compte pour protéger votre pseudonyme et pour sauvegarder vos statistiques (scores, etc.) Le mot de passe sera sauvegardé sur votre ordinateur et vous n'aurez pas à le rentrer à chaque fois que vous voudrez jouer. Entrez un mot de passe :

source: You can't give $0 to cities each turn!
fr: Une ville doit rapporter plus que 0 $ !!

source: You do not have as much money!
fr: Vous n'avez pas autant d'argent !

source: You do not have enough money to create this unit.
fr: Vous n'avez pas suffisamment d'argent pour créer cette unité.

source: You gave well $%s to %s
fr: Vous avez donné %s $ à %s

source: You have been disconnected
fr: Vous avez été déconnecté.

source: You have been disconnected while playing to the %s game. Do you want to rejoin it ?
fr: Vous avez été déconnecté pendant que vous jouiez dans la partie %s. Voulez-vous la rejoindre ?

source: You have been disconnected.
fr: Vous avez été déconnecté

source: You have been kicked from game by %s. %s
fr: Vous avez été éjecté de la partie par %s. %s

source: You have got a new missile in your stock!
fr: Vous avez un nouveau missile en stock !

source: You have logged.
fr: Vous êtes identifié.

source: You have to put how many give cities
fr: Vous devez mettre le revenu d'une ville

source: You have to update Men Are Ants to play on this server.
fr: Vous devez mettre à jour Men Are Ants pour pouvoir jouer sur ce serveur.

source: You haven't configure this map, so you can't save it. Do you want to close without saving ?
fr: Vous n'avez pas configuré cette carte, donc vous ne pouvez pas la sauvegarder. Voulez vous quitter sans enregistrer ?

source: You haven't configure your map: you can't save it
fr: Vous ne pouvez pas sauvegarder la carte tant que vous ne l'avez pas configurée.

source: You haven't got any missile.
fr: Aucun missile disponible.

source: You pay $%d each turn
fr: Vous payez %d $ par tour.

source: You pay $2000 for orders to %s
fr: 2000 $ payés à %s pour les consommations.

source: You use a version more recent than that of the server
fr: Vous utilisez une version plus récente que celle du serveur.

source: You want to kick %s from game. Please enter a reason:
fr: Vous avez manifesté le souhait de virer %s du jeu. Veuillez entrer une raison :

source: Your country %s is now neutral!
fr: Votre territoire %s est maintenant neutre !

source: Your nation will be selected by random.
fr: Votre nation sera choisie aléatoirement.

source: Your nickname is used to recognize each users.
fr: Votre pseudonyme vous distinguera des autres joueurs.

source: airport
fr: l'aéroport

source: army
fr: l'armée

source: barbed wire
fr: les barbelés

source: barracks
fr: la caserne

source: barracks+McPuke
fr: la caserne+McGerbale

source: business center
fr: le centre d'affaires

source: city center
fr: le centre ville

source: defense tower
fr: la tour de défense

source: eiffel tower
fr: la tour Eiffel

source: engineer
fr: l'ingénieur

source: forest
fr: la forêt

source: freighter
fr: l'avion-cargo

source: japan tourist
fr: le touriste japonais

source: launching silo
fr: le silo nucléaire

source: megalopolis
fr: la mégalopole

source: mine
fr: la mine

source: missile launcher
fr: le lance-missiles

source: neutral
fr: neutre

source: nuclear research center
fr: le centre de recherches nucléaires

source: obelisk
fr: l'obélisque

source: radar
fr: le radar

source: rail
fr: le rail

source: ship
fr: le bateau de transport

source: shipyard
fr: le chantier naval

source: tank
fr: le char

source: tank factory
fr: l'usine de chars

source: train
fr: le train de transport
